tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "sqitchers/sqitch"
brew "autojump"
brew "composer"
brew "dive"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "heroku/brew/heroku"
brew "htop"
brew "httpd"
brew "jq"
brew "mailhog"
brew "mas"
brew "mdp"
brew "mongodb/brew/mongodb-community"
brew "mysql"
brew "neofetch"
brew "nmap"
brew "node"
brew "php"
brew "phpmyadmin"
brew "pidof"
brew "pnpm"
brew "postgresql@15"
brew "redis"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sqitchers/sqitch/sqitch"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "yt-dlp"
brew "ShellCheck"
brew "zsh-autosuggestions"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
cask "adobe-creative-cloud"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "little-snitch"
cask "mpv"
cask "onlyoffice"
cask "onyx"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "transmit"
cask "tutanota"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wondershare-uniconverter"
mas "RightFont", id: 1475782381
mas "Smart Remote", id: 1266719569
mas "Xcode", id: 497799835
